Repository: jennifernolan/Software-for-the-Global-Market
Catalog: SGM2Assignment/Dev/assignmentapp/locale/*/LC_MESSAGES/django.po
Languages: de, pt

source: Cities
de: Stadte
pt: Cidades

source: Home
de: Haus
pt: Casa

source: Attractions
de: Sehenwurdigkeiten
pt: Atracoes

source: My account
de: Mein Konto
pt: Minha conta

source: Change password
de: Passwort andern
pt: Mudar senha

source: Log out
de: Ausloggen
pt: Sair

source: Log in
de: Einloggen
pt: Entrar

source: Sign up
de: Anmelden
pt: inscrever-se

source: Select language:
de: Sprache auswahlen
pt: Selecione o idioma

source: City Info
de: Stadtinformationen
pt: Informacao da cidade

source: Atrractions
de: Sehenwurdigkeiten
pt: Atracoes

source: Dublin is the capital of and largest city in Ireland. Dublin is located in the province of Leinster on the east coast of Ireland, at the mouth of the River Liffey and bordered on the South by the Wicklow Mountains. The city has an urban area population of 1,173,179. The population of the Dublin Region, as of 2016, was 1,347,359 people, and the population of the Greater Dublin area was 1,904,806. The name Dublin comes from the Irish word Dubhlinn, from dubh 'pool', referring to a dark tidal pool. This tidal pool was located where the River Poddle entered the Liffey, on the site of the castle gardens at the rear of Dublin Castle.
de: Dublin ist die Hauptstadt und grosste Stadt in Irland. Dublin liegt inDie Provinz Leinster an der Ostkuste von Irland, an der Mundung desRiver Liffey und grenzt im Suden an die Wicklow Mountains. Die Stadthat eine Stadtbevolkerung von 1.173.179. Die Bevolkerung von DublinRegion, im Jahr 2016, war 1.347.359 Menschen, und die Bevolkerung des GreaterDublin Flache war 1.904.806. Der Name Dublin kommt aus dem irischen WortDubhlinn, von Dubh 'Pool', bezieht sich auf ein dunkles Gezeitenbecken. Dieses Gezeitenbeckenbefand sich dort, wo der Fluss Poddle in die Liffey, auf der Stelle derSchlossgarten auf der Ruckseite des Dublin Castle.
pt: Dublin e a capital da maior cidade da Irlanda. Dublin esta localizada em a provincia de Leinster, na costa leste da Irlanda, na foz do rio Rio Liffey e limitado a sul pelas Montanhas Wicklow. A cidade tem uma populacao de area urbana de 1.173.179. A populacao do Dublin Regiao, a partir de 2016, foi de 1.347.359 pessoas e a populacao da Grande A area de Dublin era 1.904.806. O nome Dublin vem da palavra irlandesa Dubhlinn, da dubh 'pool', referindo-se a uma piscina de mare escura. Esta piscina de mare foi localizado onde o rio Poddle entrou no Liffey, no site da jardins do castelo nas traseiras do Castelo de Dublin.

source: History:
de: Geschichte:
pt: Historia:

source: The Easter Rising of 1916, the Irish War of Independence, and the subsequent Irish Civil War resulted in a significant amount of physical destruction in central Dublin. The Government of the Irish Free State rebuilt the city centre and located the new parliament, the Oireachtas, in Leinster House. Dublin was also victim to the Northern Irish Troubles. During this 30 year conflict, violence mainly engulfed Northern Ireland. However, the Provisional IRA drew some support from within the Republic, including from Dublin.
de: Der Osteraufstand von 1916, der irische Unabhangigkeitskrieg und der darauffolgendeIrischer Burgerkrieg fuhrte zu einer erheblichen Menge an physischer Zerstorung inzentrales Dublin. Die Regierung des irischen Freistaats baute die Stadt wieder aufzentrieren und das neue Parlament, die Oireachtas, in Leinster House.Dublin war auch Opfer der nordirischen Unruhen. Wahrend dieser 30 JahreKonflikt, Gewalt verschlang hauptsachlich Nordirland. AllerdingsProvisorische IRA zog Unterstutzung aus der Republik, einschliesslich vonDublin
pt: A Ascensao da Pascoa de 1916, a Guerra da Independencia Irlandesa e a subsequente Guerra Civil Irlandesa resultou em uma quantidade significativa de destruicao fisica em centro de Dublin. O governo do Estado Livre Irlandes reconstruiu a cidade Centro e localizado o novo parlamento, o Oireachtas, em Leinster House. Dublin tambem foi vitima dos problemas da Irlanda do Norte. Durante este periodo de 30 anos conflito, a violencia envolveu principalmente a Irlanda do Norte. No entanto, o IRA Provisorio atraiu algum apoio de dentro da Republica, inclusive de Dublin.

source: A Loyalist paramilitary group, the Ulster Volunteer Force, bombed the city during this time notably in an atrocity known as the Dublin and Monaghan bombings in which 34 people died, mainly in Dublin itself. Since 1997, the landscape of Dublin has changed. The city was at the forefront of Irelands economic expansion during the Celtic Tiger period, with private sector and state development of housing, transport and business. Following an economic decline during the Great Recession, Dublin has rebounded and as of 2017 has close to full employment.
de: Eine loyalistische paramilitarische Gruppe, die Ulster Volunteer Force, bombardierte die StadtWahrend dieser Zeit vor allem in einer Graueltat bekannt als Dublin und MonaghanBombenanschlage, in denen 34 Menschen starben, vor allem in Dublin selbst. Seit 1997, dieLandschaft von Dublin hat sich verandert. Die Stadt war an der Spitze von Irlandwirtschaftliche Expansion wahrend der Zeit des keltischen Tigers, mit privatem Sektor undStaatsentwicklung von Wohnungen, Transport und Geschaft. Nach einer wirtschaftlichenRuckgang wahrend der Grossen Rezession, Dublin hat sich erholt und ab 2017 hatNahe an Vollbeschaftigung.
pt: Um grupo paramilitar legalista, a Forca Voluntaria do Ulster, bombardeou a cidade durante este tempo notavelmente em uma atrocidade conhecida como Dublin e Monaghan atentados em que 34 pessoas morreram, principalmente em Dublin. Desde 1997, o paisagem de Dublin mudou. A cidade estava na vanguarda de Irelands expansao economica durante o periodo do Tigre Celta, com o setor privado e estado de desenvolvimento da habitacao, transporte e negocios. Apos um economico declinio durante a Grande Recessao, Dublin recuperou e a partir de 2017 tem perto de pleno emprego.

source: Climate:
de: Klima:
pt: Clima:

source: Similar to much of the rest of northwestern Europe, Dublin experiences a maritime climate with cool summers, mild winters, and a lack of temperature extremes. The average maximum January temperature is 8.8 C, while the average maximum July temperature is 20.2 C. On average, the sunniest months are May and June, while the wettest month is October. Rainfall is evenly distributed throughout the year. Dublins sheltered location on the east coast makes it the driest place in Ireland, receiving only about half the rainfall of the west coast.
de: Ahnlich wie im Rest von Nordwesteuropa erlebt Dublin eine maritimes Klima mit kuhlen Sommern, milden Wintern und einem Mangel an Temperatur Extreme. Die durchschnittliche maximale Januar-Temperatur ist 8,8 C, wahrend die durchschnittliche maximale Temperatur im Juli ist 20,2 C. Im Durchschnitt die sonnigsten Monate sind Mai und Juni, wahrend der feuchteste Monat Oktober ist. Niederschlag ist gleichmassigverteilt das ganze Jahr. Dublins geschutzte Lage im OstenDie Kuste macht es zum trockensten Ort in Irland und erhalt nur etwa die HalfteRegen der Westkuste.
pt: Semelhante a grande parte do resto do noroeste da Europa, Dublin experimenta um clima maritimo com veroes frescos, invernos amenos e falta de temperatura extremos. A temperatura maxima media de janeiro e de 8,8 C, enquanto a temperatura maxima media de julho e 20,2 C. Em media, os meses mais ensolarados sao maio e junho, enquanto o mes mais chuvoso e outubro. A precipitacao e igualmentedistribuido ao longo do ano. Dublins abrigou localizacao no lesteCosta torna o local mais seco da Irlanda, recebendo apenas cerca de metade dochuvas da costa oeste.

source: Landmarks:
de: Sehenwurdigkeiten:
pt: Marcos:

source: Dublin has many landmarks and monuments dating back hundreds of years. One of the oldest is Dublin Castle, which was first founded as a major defensive work on the orders of Englands King John in 1204, shortly after the Norman invasion of Ireland in 1169, when it was commanded that a castle be built with strong walls and good ditches for the defence of the city, the administration of justice, and the protection of the Kings treasure. One of Dublins newest monuments is the Spire of Dublin, or officially titled 'Monument of Light'. It is a 121.2-metre (398 ft) conical spire made of stainless steel and is located on OConnell Street. It replaces Nelsons Pillar and is intended to mark Dublins place in the 21st century. The base of the monument is lit and the top is illuminated to provide a beacon in the night sky across the city. The Book of Kells, located in the library of Trinity College, Dublin, is one of the citys most visited sites.
de: Dublin hat viele Denkmaler und Denkmaler, die Hunderte von Jahren zuruckreichen. Der alteste ist Dublin Castle, die zuerst als eine grosse defensive gegrundet wurde Arbeit auf Befehl von Englands Konig John im Jahre 1204, kurz nach dem Normannen Invasion von Irland im Jahr 1169, als man ihm den Bau einer Burg befahl mit starken Mauern und guten Graben zur Verteidigung der Stadt Verwaltung der Gerechtigkeit und der Schutz der Konige Schatz. Einer von Dublins neueste Denkmaler sind der Spire of Dublin, oder offiziell betitelt 'Monument of Light'. Es ist eine 121,2 Meter (398 ft) konische Turmspitze aus Edelstahl und befindet sich in der O'Connell Street. Es ersetzt Nelsons Saule und soll Dublins Platz im 21. Jahrhundert markieren. Die Basis Das Denkmal ist beleuchtet und die Spitze ist beleuchtet, um ein Leuchtfeuer in der Nachthimmel uber die Stadt. Das Buch von Kells, in der Bibliothek von Trinity College, Dublin, ist eine der am meisten besuchten Sehenswurdigkeiten der Stadt.
pt: Dublin tem muitos marcos e monumentos que datam de centenas de anos. Um dos mais antigos e o Castelo de Dublin, que foi inicialmente fundado como uma grande defensiva trabalho sob as ordens de Englands King John em 1204, logo apos o Norman invasao da Irlanda em 1169, quando foi ordenado que um castelo fosse construido com paredes fortes e boas valas para a defesa da cidade, o administracao da justica e a protecao do tesouro dos Reis. Um dos Os novos monumentos de Dublin sao a Torre de Dublin, ou oficialmente intitulada 'Monumento da Luz'. E uma torre conica de 121,2 metros (398 pes) feita de aco inoxidavel e esta localizado na OConnell Street. Substitui Nelsons Pilar e destina-se a marcar o lugar Dublins no seculo 21. A base do monumento esta aceso e o topo e iluminado para fornecer um farol no ceu noturno atraves da cidade. O Livro de Kells, localizado na biblioteca de Trinity College, Dublin, e um dos sites mais visitados da cidade.

source: The Book of Kells is an illustrated manuscript created by Irish monks circa 800 AD. The Ha penny Bridge, an iron footbridge over the River Liffey, is one of the most photographed sights in Dublin and is considered to be one of Dublins most iconic landmarks.
de: Das Buch von Kells ist ein illustriertes Manuskript, das von irischen Monchen circa geschaffen wurde 800 AD. Die Ha Penny Bridge, eine eiserne Fussgangerbrucke uber den Fluss Liffey, ist Einer der am meisten fotografierten Sehenswurdigkeiten in Dublin und gilt als einer derDublins die meisten ikonischen Sehenswurdigkeiten.
pt: O Livro de Kells e um manuscrito ilustrado criado por monges irlandeses circa 800 dC. A ponte de centavos de Ha, uma passarela de ferro sobre o rio Liffey, e um dos pontos turisticos mais fotografados em Dublin e e considerado um dos Dublins marcos mais emblematicos.

source: Guinness Storehouse
de: Guiness Lagerhaus

source: Temple Bar
de: Tempelbar

source: Powerscourt Estate
de: Powerscourt Anwesen
pt: Propriedade Powerscourt

source: Dublin Castle
de: Dublin Schloss
pt: Castelo de Dublin

source: National Gallery of Ireland
de: Nationalgalerie von Irland
pt: Galeria Nacional da Irlanda

source: Kilmainham Gaol
de: Kilmainham Gefangnis
pt: Cadeia de Kilmainham

source: Christ Church Cathedral
de: Christus-Kirche-Kathedrale
pt: Catedral da Igreja de Cristo

source: Jameson Distillery
de: Jameson Brennerei
pt: Destilaria Jameson

source: Comments
de: Bemerkungen
pt: Comentarios

source: Forget your password?
de: Passwort vergessen?
pt: Esqueceu sua senha?

source: Create an account
de: Ein Konto erstellen
pt: Crie a sua conta aqui

source: Already have an account?
de: Haben Sie schon ein Konto?
pt: Ja tem uma conta?

source: Phoenix Park
pt: Parque Fenix

source: St. Stephens Green Park
pt: St. Stephens parque verde
